{
    "Movies": [
      {
        "id": 1,
        "name": "The Shawshank Redemption",
        "img": "https://m.media-amazon.com/images/M/MV5BMDFkYTc0MGEtZmNhMC00ZDIzLWFmNTEtODM1ZmRlYWMwMWFmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX674_.jpg",
        "year": "1994",
        "synopsis": "The Shawshank Redemption is a powerful drama that follows the story of Andy Dufresne, a successful banker who is sentenced to life in prison for the murder of his wife and her lover. While serving his sentence at Shawshank State Penitentiary, he befriends fellow inmate Ellis Boyd Red Redding, who helps him navigate the harsh realities of prison life. Through years of setbacks and challenges, Andy maintains hope and works towards gaining his freedom, all while forming deep connections with those around him and revealing the corrupt system within the prison walls.",
        "genre": [
          "Drama",
          "Crime"
        ],
        "rating": "9.2",
        "cast": [
          "https://th.bing.com/th?id=OSK.2a4be5c68a4b93bb84eaa319984ffc54&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.4081e62aa126051da8d7a3eab2d9e80a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.04d1b757cced8be5ddcb70711cda2b65&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 2,
        "name": "The Godfather",
        "img": "https://m.media-amazon.com/images/M/MV5BM2MyNjYxNmUtYTAwNi00MTYxLWJmNWYtYzZlODY3ZTk3OTFlXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_FMjpg_UX674_.jpg",
        "year": "1972",
        "synopsis": "The Godfather is an epic crime drama that tells the story of the Corleone family, a powerful Italian-American mafia clan based in New York City. At the heart of the story is the patriarch, Vito Corleone, who is revered as a wise and just leader by his family and feared by his enemies. As Vito's youngest son, Michael, becomes drawn into the family business, he must navigate the treacherous world of organized crime and make difficult choices to protect his loved ones and preserve the Corleone legacy. Spanning multiple decades and featuring an iconic cast of characters, The Godfather is a timeless tale of power, loyalty, and the dark consequences of ambition.",
        "genre": [
          "Drama",
          "Crime"
        ],
        "rating": "9.2",
        "cast": [
          "https://th.bing.com/th?id=OSK.feabb4c6de56cc7fa9db99937ee3eb4f&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.a5684f31c14bfa738b7ca99bc30f9ca9&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.a539ea37af18b691fd7ea5969bb73041&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 3,
        "name": "The Dark Knight",
        "img": "https://m.media-amazon.com/images/M/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_FMjpg_UX674_.jpg",
        "year": "2008",
        "synopsis": "The Dark Knight is a thrilling superhero film that follows the story of Batman, the vigilante hero of Gotham City, as he faces his greatest challenge yet in the form of the Joker, a chaotic and unpredictable villain who seeks to undermine the very foundations of justice. As Batman struggles to stop the Joker's reign of terror, he is forced to confront the darker aspects of his own character and grapple with difficult moral dilemmas. With stunning action sequences, complex characters, and a brooding atmosphere that captures the essence of the Batman mythology, The Dark Knight is a masterpiece of the superhero genre that transcends its comic book origins to offer a compelling and thought-provoking exploration of good and evil.",
        "genre": [
          "Action",
          "Adventure"
        ],
        "rating": "9.0",
        "cast": [
          "https://th.bing.com/th?id=OSK.c871a65980791289195b45e7cf4690e9&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.ac066562e4b374e2ecf563005da3acdb&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8d7b4057bb8794de5874044e11d0f727&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 4,
        "name": "Pulp Fiction",
        "img": "https://m.media-amazon.com/images/M/MV5BNGNhMDIzZTUtNTBlZi00MTRlLWFjM2ItYzViMjE3YzI5MjljXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_FMjpg_UX674_.jpg",
        "year": "1994",
        "synopsis": "Pulp Fiction is a genre-bending crime film that weaves together several interlocking stories of gangsters, hitmen, and lowlifes in Los Angeles. With its non-linear structure, edgy humor, and iconic soundtrack, the film subverts conventional storytelling and challenges the audience to see the world in a new light. Through a series of witty and often violent encounters, the characters confront their own mortality and question the nature of existence itself. Featuring unforgettable performances from its ensemble cast and directed with stylish flair by Quentin Tarantino, Pulp Fiction is a daring and audacious film that has become a landmark of modern cinema.",
        "genre": [
          "Drama",
          "Crime"
        ],
        "rating": "8.9",
        "cast": [
          "https://th.bing.com/th?id=OSK.57a9704d4435353a5dca1ddb5eb476f8&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.ee2d8977c053ca94bbe133a646c5a748&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.7601d3298c2d68e759031ea5ff8a31e7&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 5,
        "name": "Forrest Gump",
        "img": "https://m.media-amazon.com/images/M/MV5BNWIwODRlZTUtY2U3ZS00Yzg1LWJhNzYtMmZiYmEyNmU1NjMzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX674_.jpg",
        "year": "1994",
        "synopsis": "Forrest Gump is a heartwarming dramedy that follows the life of a simple man with a low IQ, Forrest Gump, who unwittingly becomes a witness to some of the most significant events in American history. Through his wide-eyed innocence and unshakable optimism, Forrest finds success as a college football star, a war hero in Vietnam, a shrimp boat captain, and a successful businessman, all while pursuing his lifelong love, Jenny. As he navigates the changing world around him, Forrest learns valuable lessons about friendship, love, and the power of perseverance. With an iconic performance by Tom Hanks in the title role and a charmingly whimsical script, Forrest Gump is a timeless classic that celebrates the triumph of the human spirit.",
        "genre": [
          "Drama",
          "Romance"
        ],
        "rating": "8.8",
        "cast": [
          "https://th.bing.com/th?id=OSK.46ad217529dea3718bf04a83e2705282&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.1135950f9e9f04b55564587f158f308f&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8cea4ad9d85acb321c3045a25d247bda&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 6,
        "name": "Fight Club",
        "img": "https://m.media-amazon.com/images/M/MV5BNDIzNDU0YzEtYzE5Ni00ZjlkLTk5ZjgtNjM3NWE4YzA3Nzk3XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX674_.jpg",
        "year": "1999",
        "synopsis": "Fight Club is a dark and provocative drama that follows the story of an insomniac office worker, who forms a underground fight club with an enigmatic soap maker. As the club grows in popularity and gains a cult-like following, the two men develop a radical philosophy that rejects the consumerist values of modern society and seeks to break free from the constraints of conformity. But as their movement grows more extreme, they become entangled in a web of violence and anarchy that threatens to destroy their lives and everything they stand for. With a bold script, edgy visuals, and a powerhouse performance by Brad Pitt, Fight Club is a searing critique of modern culture and a gripping exploration of the human psyche.",
        "genre": [
          "Drama",
          "Thriller"
        ],
        "rating": "8.8",
        "cast": [
          "https://th.bing.com/th?id=OSK.9eba5339fa2070d7a86ec491150d8b9b&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.f1b5ddcb3c26c1967ff44d302292d68f&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.12a119ac8151eaea339a6b1d537c8151&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 7,
        "name": "The Matrix",
        "img": "https://m.media-amazon.com/images/M/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_FMjpg_UX674_.jpg",
        "year": "1999",
        "synopsis": "The Matrix is a groundbreaking science fiction film that follows the story of Thomas Anderson, a computer programmer who discovers that the world he knows is actually a computer-generated simulation controlled by malevolent machines. Rescued by a group of human rebels, Anderson, who goes by the hacker alias Neo, learns that he is the prophesied One who can challenge the machines and save humanity from their enslavement. As he trains with the rebels and confronts the agents of the matrix, Neo must question everything he knows and embrace his destiny as a hero. With mind-bending visual effects, philosophical themes, and stylish action sequences, The Matrix is a seminal work of science fiction that has left an indelible mark on popular culture.",
        "genre": [
          "Sci-fi",
          "Action"
        ],
        "rating": "8.7",
        "cast": [
          "https://th.bing.com/th?id=OSK.fc3588c963d1ac041329e558a90121e5&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.9f3d3f40c5690d2881e1b7fcc12f10cd&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.e63e19ddd1b62897cf140b5a2fea1ad6&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 8,
        "name": "Goodfellas",
        "img": "https://m.media-amazon.com/images/M/MV5BY2NkZjEzMDgtN2RjYy00YzM1LWI4ZmQtMjIwYjFjNmI3ZGEwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_FMjpg_UX674_.jpg",
        "year": "1990",
        "synopsis": "Goodfellas is a gritty crime drama that chronicles the rise and fall of Henry Hill, a young man who dreams of becoming a gangster and eventually rises through the ranks of the Italian-American mafia in New York City. As he becomes more deeply involved in the criminal underworld, Henry must navigate a complex web of loyalty, violence, and betrayal, all while trying to maintain his relationships with his wife and children. Along with his two closest associates, the ruthless Jimmy Conway and the volatile Tommy DeVito, Henry enjoys a life of power, money, and excess, but ultimately finds that his criminal lifestyle comes at a steep cost. With an unforgettable ensemble cast, stylish direction from Martin Scorsese, and a true-to-life depiction of organized crime, Goodfellas is a modern classic of the gangster genre.",
        "genre": [
          "Drama",
          "Crime"
        ],
        "rating": "8.7",
        "cast": [
          "https://th.bing.com/th?id=OSK.4fa79ed1c9b86363f09e91a414b29e73&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.28debaed7b6bc0982924fbb275414ad4&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.f2f433bb53bceca3687c5af74ebf4034&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 9,
        "name": "Interstellar",
        "img": "https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX674_.jpg",
        "year": "2014",
        "synopsis": "Interstellar is a mind-bending science fiction epic that takes place in a future where humanity is struggling to survive on an Earth that is rapidly becoming uninhabitable. When a group of explorers led by former pilot Cooper is sent on a perilous mission through a mysterious wormhole to search for a new home for humanity, they are confronted with mind-bending paradoxes of time and space that challenge their understanding of the universe. As Cooper grapples with the emotional toll of leaving his family behind and the dangers of their mission, he must also confront the question of what it means to be human in the face of the vast and unknowable cosmos. With stunning visuals, a thought-provoking script, and powerful performances by Matthew McConaughey and Anne Hathaway, Interstellar is a breathtaking exploration of science, philosophy, and the human condition.",
        "genre": [
          "Sci-fi",
          "Adventure"
        ],
        "rating": "8.6",
        "cast": [
          "https://th.bing.com/th?id=OSK.0860dee0351841a1e348794caaa3d3e0&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.18faff5538c5675c910a4f3ab050236e&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.2b1039265b2ccf12c53df82c470fb227&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 10,
        "name": "Whiplash",
        "img": "https://m.media-amazon.com/images/M/MV5BOTA5NDZlZGUtMjAxOS00YTRkLTkwYmMtYWQ0NWEwZDZiNjEzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX674_.jpg",
        "year": "2014",
        "synopsis": "Whiplash is a gripping drama that tells the story of Andrew Neiman, an ambitious young drummer who enrolls at a prestigious music conservatory in New York City. Under the tutelage of the school's ruthless and abusive jazz instructor, Terence Fletcher, Andrew is pushed to his limits as he strives for perfection and the recognition he craves. As he becomes more deeply immersed in the cutthroat world of jazz performance, Andrew finds that his pursuit of greatness comes at a cost, both to his own mental and physical health and to his relationships with those around him. With electrifying performances by Miles Teller and J.K. Simmons and a taut, suspenseful script, Whiplash is a visceral and intense exploration of the nature of art, ambition, and sacrifice.",
        "genre": [
          "Drama",
          "Music"
        ],
        "rating": "8.5",
        "cast": [
          "https://th.bing.com/th?id=OSK.7dd683e818fdaf521bed5e55a58ca6ef&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.d3415c979e4d6f4cbb471ee30dc0c43d&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.21d0e77d008297558443b9e6478bb141&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 11,
        "name": "Parasite",
        "img": "https://m.media-amazon.com/images/M/MV5BYWZjMjk3ZTItODQ2ZC00NTY5LWE0ZDYtZTI3MjcwN2Q5NTVkXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX674_.jpg",
        "year": "2019",
        "synopsis": "Parasite is a masterful South Korean film that explores the dynamics of class, power, and family through the story of the Kim family, who live in a cramped basement apartment and struggle to make ends meet. When their son Ki-woo is hired to tutor the daughter of the wealthy Park family, the Kims see an opportunity to improve their fortunes and gradually insinuate themselves into the lives of their employers, with unexpected and devastating consequences. As the two families become increasingly intertwined, the Kims' quest for upward mobility takes on a sinister edge, and the film builds to a shocking and unforgettable conclusion. With a sharp script, richly drawn characters, and skillful direction by Bong Joon-ho, Parasite is a powerful and thought-provoking exploration of the human cost of inequality.",
        "genre": [
          "Thriller",
          "Drama"
        ],
        "rating": "8.5",
        "cast": [
          "https://th.bing.com/th?id=OSK.f5415ef7db734b00849acc9c55ed6764&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.0ee254cd03947ac87534ae5b06b351a6&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.239cdf5c5a133f590a554f18836c182a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 12,
        "name": "Spider-Man: Into the Spider-Verse",
        "img": "https://m.media-amazon.com/images/M/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_FMjpg_UX674_.jpg",
        "year": "2018",
        "synopsis": "Spider-Man is a superhero film that tells the origin story of Peter Parker, an awkward teenager who gains extraordinary powers after being bitten by a genetically altered spider. As he struggles to come to terms with his new abilities, Peter must also navigate the challenges of high school and contend with a dangerous criminal underworld led by the villainous Green Goblin. With the help of his loving Aunt May, his best friend Harry Osborn, and his unrequited crush Mary Jane Watson, Peter gradually assumes the mantle of Spider-Man, using his incredible strength, agility, and web-slinging powers to fight for justice and protect the people of New York City. With thrilling action sequences, a heartfelt romance, and a nuanced portrayal of its hero's inner struggles, Spider-Man is a beloved classic of the superhero genre.",
        "genre": [
          "Family",
          "Action"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.fa06bbe317141294dfd51f0547309b87&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.9f0d844a5b5c4cc989849217408a67df&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.2a810a298ec44a661e72ece2c0c22089&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 13,
        "name": "Coco",
        "img": "https://m.media-amazon.com/images/M/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_FMjpg_UX674_.jpg",
        "year": "2017",
        "synopsis": "Coco is a heartwarming animated film that celebrates the power of family, music, and Mexican culture. The story follows a young boy named Miguel who dreams of becoming a musician, despite his family's generations-old ban on music. When he accidentally finds himself transported to the Land of the Dead on the Day of the Dead, Miguel sets out to find his great-great-grandfather, a legendary musician whose legacy has been all but forgotten. Along the way, he encounters a lively cast of characters, including his mischievous skeletal companion Hector and the iconic artist Frida Kahlo, as he learns the true importance of remembering and honoring one's ancestors. With vibrant animation, catchy musical numbers, and a moving message of love and remembrance, Coco is a must-see film for audiences of all ages.",
        "genre": [
          "Family",
          "Adventure"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.50591795e36c34859441c6f399eab856&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.0533454288489e168a91f90349ea41dc&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.2f5720a17e3579574993df375ca996bc&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 14,
        "name": "Your Name",
        "img": "https://m.media-amazon.com/images/M/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_FMjpg_UX674_.jpg",
        "year": "2016",
        "synopsis": "Your Name is a stunning anime film that explores the themes of time, memory, and destiny through the story of two teenagers, Mitsuha and Taki, who mysteriously begin to swap bodies with each other. Despite never having met in person, the two develop a profound connection as they navigate each other's lives and try to unravel the strange forces that have brought them together. As they delve deeper into the mystery of their connection, they discover that their fates are inexorably linked to a catastrophic event that threatens to tear them apart forever. With breathtaking visuals, a hauntingly beautiful score, and a deeply emotional story, Your Name is a captivating and unforgettable tale of love and sacrifice that transcends time and space.",
        "genre": [
          "Romance",
          "Fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.a1fa4245377f10beb5930a9fda94756e&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8e2724783d8c8f31941887603ff1383c&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.eb8928002c2fa36799cfd6d4e000d0f1&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 15,
        "name": "Argonavis Movie: Axia",
        "img": "https://gogocdn.net/cover/rabbits-kingdom-the-movie.png",
        "year": "2022",
        "synopsis": "Argonavis Movie: Axia is a high-energy anime film that follows the members of the Argonavis band as they navigate the challenges of fame, friendship, and creativity. When they are invited to participate in a major music festival, the band is thrilled to have the chance to showcase their talent and connect with their fans. However, as they prepare for the big event, tensions begin to emerge between the bandmates, and they must confront their own fears and insecurities if they hope to perform at their best. With electrifying performances, heartwarming character development, and a richly imagined world of music and emotion, Argonavis Movie: Axia is a must-see film for fans of anime and music alike.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.NbCev80v-cXlXxAGlu4Y1wAAAA?w=115&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.RIfLuhsO0b4gn7yUBVGDSQAAAA?w=115&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.FYhAJExuzxxQS6tewNmDPQAAAA?w=115&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 16,
        "name": "Tensei shitara Slime Datta Ken Movie: Guren no Kizuna",
        "img": "https://gogocdn.net/cover/tensei-shitara-slime-datta-ken-movie-guren-no-kizuna-hen.png",
        "year": "2022",
        "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.OuL036Jzgsfv5cf9udbUbQHaEK?w=283&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.poaYpzhI6Izidajy2TR4vgHaEK?w=333&h=187&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.ZoXG-_K4MKrA7HDpAaVD5AAAAA?w=315&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 17,
        "name": "Suzume no Tojimari",
        "img": "https://gogocdn.net/cover/suzume-no-tojimari-1664425632.png",
        "year": "2022",
        "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.ySIrYZS81W8X7M3u5xSxDAHaEK?w=288&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.f9qk0a4ngVztpwhiR1P4iQHaEK?w=281&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.3WQJa_LAyPnOcqsA78W9iAHaEK?w=321&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 18,
        "name": "Sword Art Online: Progressive Movie - Kuraki",
        "img": "https://gogocdn.net/cover/sword-art-online-progressive-movie-kuraki-yuuyami-no-scherzo.png",
        "year": "2022",
        "synopsis": "Sword Art Online is a popular anime series that takes place in the year 2022, where virtual reality gaming has become the norm. The game's creator, Akihiko Kayaba, creates a new game called Sword Art Online (SAO), which allows players to fully immerse themselves in a massive virtual world with their minds. However, when ten thousand players log into the game on its launch day, they discover that they cannot log out, and Kayaba reveals that he has trapped them all in the game until someone can complete all 100 floors of the game's tower. Protagonist Kirito and his friends, along with a host of other players, must navigate their way through the game's challenges and dangers if they hope to make it out alive. With exciting battles, complex characters, and a thought-provoking examination of the nature of gaming and reality, Sword Art Online is a thrilling and engrossing anime that has captured the imaginations of fans worldwide.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.-zQmhOPKo-_r99fAZqeuEQAAAA?w=126&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.Gys1GwVOPKfeKM_SyQz4eQHaEK?w=305&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.bIIANzNGQ07IU7mPPaL_4gHaD4?w=315&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 19,
        "name": "Bokura no Yoake",
        "img": "https://gogocdn.net/cover/bokura-no-yoake.png",
        "year": "2022",
        "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.yXffjC4292_2qzyfglzvMwHaEK?w=250&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.FtnIk2Bd-zxi_tv3-_43_AHaEJ?w=272&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.exIhANGDX6NVGrDE5FQc0QHaD4?w=257&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 20,
        "name": "Kin no Kuni Mizu no Kuni",
        "img": "https://gogocdn.net/cover/kin-no-kuni-mizu-no-kuni.png",
        "year": "2022",
        "synopsis": "Kin no Kuni Mizu no Kuni is a Japanese fantasy light novel series by Nisio Isin. The story is set in a world divided into two nations, the wealthy and technologically advanced Kin no Kuni and the impoverished Mizu no Kuni, which is suffering from water shortages. The story follows two main characters, the pragmatic and capable ruler of Kin no Kuni, Kazuki Yasaka, and the free-spirited and curious daughter of Mizu no Kuni's chief, Kuon, who dreams of exploring the world beyond her borders. As they become embroiled in political intrigue and clashes between their respective nations, they develop a unique relationship that will shape the fate of both kingdoms. With its compelling world-building, dynamic characters, and intricate plot, Kin no Kuni Mizu no Kuni is a must-read for fans of fantasy and political intrigue.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.Rx2g4TWHMp5AFw_bVIxA-wHaEK?w=252&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.S04L02fsfGJw6R9tMSOKMgHaEK?w=254&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.vp6jFtOkE9oPy4EgWmkRMQHaEK?w=252&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 21,
        "name": "The First Slam Dunk",
        "img": "https://gogocdn.net/cover/the-first-slam-dunk-1667529452.png",
        "year": "2022",
        "synopsis": "is highly acclaimed basketball manga Slam Dunk. The story revolves around a young prodigy named Satoru Yaguchi, who possesses incredible talent and a passion for basketball. Despite his lack of experience, he aims to lead his middle school team to victory in the national championship. Along the way, he faces numerous challenges, both on and off the court, and must learn to work with his teammates, many of whom have their own unique personalities and struggles. With its engaging characters, intense basketball action, and compelling storyline, The First Slam Dunkoffers fans of the genre an exciting and insightful look into the origins of one of the most beloved sports manga series of all time.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.fibaqZ_59eGN0Yrbp4HgnQHaJn?w=144&h=187&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th?q=Ryota+Slam+Dunk&w=120&h=120&c=1&rs=1&qlt=90&cb=1&dpr=1.1&pid=InlineBlock&mkt=en-PH&cc=PH&setlang=en&adlt=moderate&t=1&mw=247",
          "https://th.bing.com/th?q=Rukawa+Slam+Dunk&w=120&h=120&c=1&rs=1&qlt=90&cb=1&dpr=1.1&pid=InlineBlock&mkt=en-PH&cc=PH&setlang=en&adlt=moderate&t=1&mw=247"
        ]
      },
      {
        "id": 22,
        "name": "Tsurune Movie: Hajimari no Issha",
        "img": "https://gogocdn.net/cover/tsurune-movie-hajimari-no-issha.png",
        "year": "2022",
        "synopsis": "Tsurune Movie: Hajimari no Issha is a Japanese animated film directed by Takuya Yamamura and produced by Kyoto Animation. It serves as a continuation of the Tsurune anime series, which focuses on a high school archery club and its members. The story follows the young archer Minato, who has a natural talent for the sport but is struggling with the emotional and psychological pressures that come with competitive archery. As he and his teammates prepare for a major tournament, they must confront their own personal demons and find ways to support each other through the ups and downs of their training. With its gorgeous animation, nuanced character development, and intense competition scenes, Tsurune Movie: Hajimari no Issha offers a compelling and emotional story that will resonate with fans of sports anime and drama alike.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.E91zy-cCyA6e8YYv9iFcRAHaEK?w=282&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.JrhS-yFSmd-TzR387AH7RwHaEK?w=303&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.XMXNk3KHDW19kjd8PXZggQHaLH?w=115&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 23,
        "name": "One Piece Film: Red (CAMRIP)",
        "img": "https://gogocdn.net/cover/one-piece-film-red.png",
        "year": "2022",
        "synopsis": "One Piece is a Japanese manga and anime series created by Eiichiro Oda. The story follows a young boy named Monkey D. Luffy who, after consuming a magical fruit called the Gum-Gum Fruit, gains the ability to stretch his body like rubber. Luffy sets out on a journey to become the King of the Pirates, and along the way, he forms a diverse crew of pirates with unique skills and personalities. Together, they sail the Grand Line, a treacherous sea filled with dangerous creatures and powerful enemies, in search of the legendary treasure known as One Piece. With its colorful cast of characters, epic battles, and intricate world-building, One Piece has become one of the most beloved and successful manga and anime franchises of all time. ",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.ll0tnMlL99W5iRhq4OZCSQHaEK?w=319&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP._c_Yq-XUjfoICDgopHXW8QHaEK?w=309&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.TQ2UWslZhzgR2YcKqIAo2gHaJ4?w=128&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 24,
        "name": "Idol Bu Show Movie",
        "img": "https://gogocdn.net/cover/idol-bu-show-movie.png",
        "year": "2022",
        "synopsis": "surune Movie: Hajimari no Issha is a Japanese animated film directed by Takuya Yamamura and produced by Kyoto Animation. It serves as a continuation of the Tsurune anime series, which focuses on a high school archery club and its members. The story follows the young archer Minato, who has a natural talent for the sport but is struggling with the emotional and psychological pressures that come with competitive archery. As he and his teammates prepare for a major tournament, they must confront their own personal demons and find ways to support each other through the ups and downs of their training. With its gorgeous animation, nuanced character development, and intense competition scenes, Tsurune Movie: Hajimari no Issha offers a compelling and emotional story that will resonate with fans of sports anime and drama alike.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.lxKHvsJM-uc8-CR6-hxibwHaE7?w=233&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.pxkJPzD8yK8BoqUruewD0AHaFq?w=227&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.VhLuohIKcgGI-iBKoLMSZgAAAA?w=265&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 25,
        "name": "Fate/Grand Order: First Order",
        "img": "https://gogocdn.net/cover/fategrand-order-first-order.png",
        "year": "2022",
        "synopsis": "Fate/Grand Order: First Order is an anime film that follows the story of Ritsuka Fujimaru, a young mage who is recruited by the Chaldea Security Organization to participate in a mission to save humanity. With the help of his new partner, the powerful servant Saber, Ritsuka must travel back in time to prevent the extinction of mankind. Along the way, they team up with other legendary servants, battle dangerous enemies, and uncover a sinister plot that threatens to destroy the fabric of time and space. The fate of the world rests on their shoulders as they fight to protect humanity and restore history to its proper course.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.798WTBzEpdj9ZWp1Y4r-FwHaEK?w=333&h=187&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.waXTvIDuNAWCMdLvyeEsFgHaEK?w=311&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.HbHJLCrLh63eaXxyaOSQ4AHaEK?w=305&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 26,
        "name": "A Starry Tale (Dub)",
        "img": "https://gogocdn.net/cover/a-starry-tale-dub.jpg",
        "year": "2022",
        "synopsis": "A Starry Tale is an animated short film that tells the heartwarming story of a young girl who dreams of becoming an astronaut. She spends her days gazing up at the stars, imagining what it would be like to explore the cosmos. One day, she meets a friendly alien who takes her on a magical journey through space, showing her the wonders of the universe and helping her realize that anything is possible if she sets her mind to it. The film is a celebration of curiosity, imagination, and the power of friendship to inspire us to reach for the stars.",
        "genre": [
          "anime"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.z3AaaLSqZnisC43MVldy5QHaDU?w=262&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.WJRl0B9PwG2gujibHcU24gHaFj?w=244&h=183&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.Zsrd2sLuYrENDWCEHPxqNQHaLI?w=121&h=183&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 27,
        "name": "What The Nanny Saw",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/c1/7c/c17cba61739f77d385f97e775dd29457/c17cba61739f77d385f97e775dd29457.jpg",
        "year": "2022",
        "synopsis": "What The Nanny Saw is a novel by Fiona Neill that explores the complex dynamics of a wealthy British family and their live-in nanny. The story follows 20-year-old Ali Sparrow, who takes a job as a nanny for the wealthy Fitzwilliam family in London. As she becomes increasingly involved in their lives, she discovers dark secrets and hidden tensions beneath the surface of their seemingly perfect existence. When a tragic event occurs, Ali is forced to confront the truth about the family she thought she knew and make difficult choices about where her loyalties lie. The novel is a gripping exploration of class, privilege, and the lengths people will go to protect their secrets.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.ac80701f8bca033e3319f50ac75b9770&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.429ddd89636b4be55bcadf48d6ed0185&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.9aeaefde79970ec3ad0dfe91b5f2e15a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 28,
        "name": "What the Peeper Saw",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/b3/c8/b3c8afd0339c9b3808a0ae5d33fbe167/b3c8afd0339c9b3808a0ae5d33fbe167.jpg",
        "year": "1972",
        "synopsis": "What the Peeper Saw is a psychological thriller film from the 1970s directed by James Kelley and starring Mark Lester and Britt Ekland. The story centers around a 12-year-old boy named Marcus who becomes obsessed with his beautiful stepmother, Lucia, and begins spying on her and her lover. When Marcus witnesses the couple murder Lucia's husband, he uses his knowledge to manipulate and control Lucia, using her guilt to make her his willing accomplice in a series of increasingly twisted and dangerous schemes. As the tension builds and the body count rises, the film explores the dark and twisted psychology of its young protagonist and the dangerous consequences of his obsession.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.c1ba67cc9753a46e46d8ff966d569587&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.3262115efd69ebab668e4677e9e07e09&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.1b2831e625cad2506fe1a2d4b6c24747&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 29,
        "name": "The Last Thing Mary Saw",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/1a/ba/1aba27cdd1e1cd2c536be92f5e62ad89/1aba27cdd1e1cd2c536be92f5e62ad89.jpg",
        "year": "2021",
        "synopsis": "The Last Thing Mary Saw is a horror film that takes place in rural 19th century New England and follows a young woman named Mary, who is set to inherit her family's farm but is kept confined to her room due to a mysterious illness. As her health deteriorates, Mary begins to experience increasingly strange and terrifying visions, and secrets and lies from her family's past are brought to light. When a family member is found murdered, Mary becomes the prime suspect and must navigate the growing paranoia and religious hysteria of her community to uncover the truth about what is happening to her and her family. The film is a chilling and atmospheric exploration of fear, guilt, and the dangers of blind faith. ",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://www.bing.com/th?id=OIP.9lypSJwIeaCPS7yxYoVE7wHaEK&w=155&h=98&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.aeYQImYTu4Cl-Y_jRvN8dwHaLH&w=78&h=106&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.rFM0MGleHoGrjj2P0CWEywHaD-&w=192&h=100&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2"
        ]
      },
      {
        "id": 30,
        "name": "Tom Sawyer",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/18/7c/187c5aa310a061171cb264c55e6b13b0/187c5aa310a061171cb264c55e6b13b0.jpg",
        "year": "2011",
        "synopsis": "Tom Sawyer is a classic novel by Mark Twain that follows the adventures of a young boy named Tom as he navigates life in the fictional town of St. Petersburg, Missouri, in the mid-19th century. Tom is mischievous and rebellious, always getting into trouble with his best friend Huckleberry Finn, but he also has a good heart and a keen sense of justice. Throughout the novel, Tom and Huck embark on a series of adventures, from exploring a haunted house to running away from home to search for treasure. Along the way, Tom learns important lessons about friendship, courage, and responsibility, making the novel a timeless coming-of-age tale that has captivated readers for generations.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.EVc3jjXs0vYcbufGDznkBQHaEK?w=303&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7   ",
          "https://th.bing.com/th/id/OIP.i3-UVoNpN-Xl837l1_jyYQHaEK?w=315&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.iWxU3l7T6rlHwoJFAE1OYQHaFA?w=276&h=187&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 31,
        "name": "365 Days",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/85/a3/85a39dbf79d49fa50053b952b3109162/85a39dbf79d49fa50053b952b3109162.jpg",
        "year": "2020",
        "synopsis": "365 Days is a Polish erotic drama film that tells the story of a young woman named Laura who is kidnapped by a powerful mafia boss named Massimo. He gives her a year to fall in love with him and become his partner in the criminal underworld. Laura initially resists Massimo's advances, but she eventually succumbs to his dangerous charm and begins to develop feelings for him. As their relationship intensifies, Laura becomes increasingly enmeshed in Massimo's world, putting her life and safety at risk. The film is a controversial and explicit exploration of sex, power, and obsession, and has drawn criticism for its portrayal of a kidnapping victim falling in love with her captor.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://www.bing.com/th?id=OIP.IbhoZb0tKHm3wnFnemZB-wHaEK&w=193&h=106&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.la2ZhJdDBjKgRhq2UyrBFAHaEK&w=171&h=100&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.eyRfEHZHoqUWnExt77X96wHaEK&w=174&h=106&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2"
        ]
      },
      {
        "id": 32,
        "name": "Mr. 365",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/04/36/04363c30b512f49c6ca8d154b7f1886d/04363c30b512f49c6ca8d154b7f1886d.jpg",
        "year": "2018",
        "synopsis": "Mr. 365 is a made-for-TV romantic comedy film that follows the story of a commitment-phobic firefighter named Jack who has a reputation for never dating the same woman twice. He meets a charming schoolteacher named Kristin and the two begin a whirlwind romance, but Jack still can't shake his fear of settling down. To prove to Kristin that he's capable of being in a committed relationship, Jack makes a New Year's resolution to be with her for 365 days. Over the course of the year, the couple faces a series of challenges that test their love and commitment to each other, but they ultimately discover that their differences make them stronger together. The film is a lighthearted and feel-good romantic comedy that explores the themes of love, trust, and taking risks.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.66147442a645b4d86851062535cff82b&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.83041a517ddf022b16732c55f2834798&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.1dd0233c7de182b44703b8e2a91f022a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 33,
        "name": "How to Train Your Dragon",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/ec/35/ec359f4bfd201710f78d41d381c9eeda/ec359f4bfd201710f78d41d381c9eeda.jpg",
        "year": "2018",
        "synopsis": "How to Train Your Dragon is an animated film that follows the story of a young Viking named Hiccup who lives on the island of Berk, a place where dragons are a common and constant threat. Despite his small stature and lack of traditional Viking skills, Hiccup dreams of becoming a dragon slayer like his father, the chief of the tribe. When Hiccup captures a rare and dangerous dragon known as a Night Fury, he discovers that they're not the mindless beasts he's been taught to believe in. With the help of his new dragon friend, whom he names Toothless, Hiccup sets out to change the hearts and minds of his fellow Vikings and prove that there's more to these creatures than meets the eye. The film is a charming and heartwarming tale about friendship, acceptance, and the power of individuality.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.5739abc058a343649b571df258b7e2b5&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.cc4166c966e03e006509f7510ea02217&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.c3043bec255cf39b960a5a3d340bf3d5&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 34,
        "name": "How to Train Your Husband",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/ad/6e/ad6e0a5d4639783f73667d79cb3b5750/ad6e0a5d4639783f73667d79cb3b5750.jpg",
        "year": "2018",
        "synopsis": "How to Train Your Husband is a made-for-TV romantic comedy film that follows the story of a newlywed couple named Sophie and Brant, who struggle to adapt to married life. When Sophie becomes frustrated with her husband's lack of romantic gestures and helpfulness around the house, she turns to a self-help book called How to Train Your Husband for advice. Armed with new techniques and strategies, Sophie attempts to train Brant to be the perfect husband, but her methods quickly backfire, leading to a series of humorous and often embarrassing mishaps. As they navigate the ups and downs of their relationship, the couple learns valuable lessons about communication, compromise, and the importance of being true to themselves. The film is a lighthearted and relatable exploration of the challenges of married life and the power of love and acceptance.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://www.bing.com/th?id=OIP.FxXG1HSxkCTbG7i34lFgqwAAAA&w=137&h=206&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.FPPTDBzeIDh7sH5cVqaL1QHaEK&w=184&h=100&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.hNUCDXb_0130b1KUoZ4qBAHaE8&w=150&h=100&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2"
        ]
      },
      {
        "id": 35,
        "name": "How to Live Your Best Death",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/dc/5f/dc5f5a7ec7654c1a1679753f8e08a002/dc5f5a7ec7654c1a1679753f8e08a002.jpg",
        "year": "2018",
        "synopsis": "How to Live Your Best Death is a thought-provoking and practical guide to help readers embrace the inevitability of death and live life to the fullest until the end. The author, Dr. Karen Wyatt, draws on her experience as a hospice physician to offer insights and strategies for preparing for the end of life, managing physical and emotional symptoms, and finding meaning and purpose in the dying process. Through personal stories and practical advice, the book encourages readers to have honest conversations with loved ones about their wishes and values, embrace the present moment, and cultivate a sense of inner peace and acceptance. Ultimately, How to Live Your Best Death offers a compassionate and empowering perspective on death that can help readers live more fully and fearlessly in the face of life's final challenge.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.0f33012094c574a37824a58a24f7054f&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.dab192caa7c0a0d83e391e2b7cd59578&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.861944b2fc885ae7e36afaf5ede9eeac&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 36,
        "name": "Sex Education",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/ea/f5/eaf548a51dd3dff802422ba339f2bc71/eaf548a51dd3dff802422ba339f2bc71.jpg",
        "year": "2018",
        "synopsis": "Sex Education is a British comedy-drama series that follows the story of Otis Milburn, a socially awkward high school student who lives with his sex therapist mother, Jean. After accidentally becoming a sex advice guru for his classmates, Otis teams up with rebellious Maeve to start a secret sex therapy clinic in their school. Over the course of three seasons, the show tackles a wide range of topics related to sexuality and identity, including consent, sexual orientation, gender, and relationships. With a diverse and talented cast, witty writing, and a mix of humor and heart, Sex Educationhas become a beloved and influential series that explores the complexities of teenage life and celebrates the power of self-discovery and self-acceptance.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.526c19b3120d61e2fc443319147e7658&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.4231dc55312ce11b2a961bd74867c48a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.52bbaa3f5f326bd3f4fc4ae6bd53251a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 37,
        "name": "Sex: Unzipped",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/f1/2e/f12e2c800746b0bfe1ed83ca20ff2664/f12e2c800746b0bfe1ed83ca20ff2664.jpg",
        "year": "2018",
        "synopsis": "Sex: Unzipped is a six-part documentary series that explores the complex and diverse world of human sexuality. Hosted by Alix Fox, a well-known sex educator and journalist, the series takes a deep dive into various topics related to sex, including pleasure, consent, intimacy, kink, and sexual health. Each episode features interviews with experts and individuals from different backgrounds and experiences, providing a range of perspectives and insights into the many facets of sexuality. With a candid and non-judgmental approach, Sex: Unzipped aims to educate and empower viewers to understand and explore their own sexuality and to embrace the diversity of sexual expression and experience.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.4f0e35cf212e68c72bdd1205e5332250&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.95241e305421a6e6b2fb90e4e27f443e&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.aceb92426e64b131d28c73dba3cd78b5&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 38,
        "name": "Sex Appeal",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/74/07/7407dd6bcd4cb2e1ca7dde2e2f31f89f/7407dd6bcd4cb2e1ca7dde2e2f31f89f.jpg",
        "year": "2018",
        "synopsis": "Sex Appeal is a French romantic comedy film that tells the story of two high school students, Gabriel and va, who make a pact to improve their social status by pretending to date each other. Gabriel, a shy and awkward boy, hopes that being in a relationship with the popular and attractive va will boost his self-confidence and help him get the girl of his dreams. As they navigate the ups and downs of their fake relationship, Gabriel and va begin to develop genuine feelings for each other, leading to a series of comedic and heartfelt moments. With charming performances, witty writing, and a relatable coming-of-age storyline, Sex Appeal offers a fresh and entertaining take on the timeless themes of love, friendship, and identity.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.3d3f6cbfe73db73eb56ecda549cf5e28&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.686dd02cab0e9f47aea527b966b29769&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.5296b07d019b387e447f5db344d420c9&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 39,
        "name": "Sex Drive",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/8c/1f/8c1f05ae97ca3f79eac60ea490b3fa68/8c1f05ae97ca3f79eac60ea490b3fa68.jpg",
        "year": "2018",
        "synopsis": "is a French romantic comedy film that tells the story of two high school students, Gabriel and va, who make a pact to improve their social status by pretending to date each other. Gabriel, a shy and awkward boy, hopes that being in a relationship with the popular and attractive va will boost his self-confidence and help him get the girl of his dreams. As they navigate the ups and downs of their fake relationship, Gabriel and va begin to develop genuine feelings for each other, leading to a series of comedic and heartfelt moments. With charming performances, witty writing, and a relatable coming-of-age storyline, Sex Appeal offers a fresh and entertaining take on the timeless themes of love, friendship, and identity.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th/id/OIP.AeOnKxKf3Nlf0cwQMba7CQHaEK?w=314&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.xV7sh88X4nTuXVTRu1vOTgHaD_?w=340&h=183&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.rwo21kvRBmsP0IHmQXYUawAAAA?w=270&h=157&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 40,
        "name": "Sex Tape",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/58/e9/58e9a1cbdb5783213e8060b8c2c1b557/58e9a1cbdb5783213e8060b8c2c1b557.jpg",
        "year": "2014",
        "synopsis": "Sex Tape is a 2014 comedy film directed by Jake Kasdan. The movie follows the story of a married couple, Jay and Annie, who are trying to reignite their sex life. In an attempt to spice things up, they decide to film themselves having sex on their iPad. However, they accidentally upload the video to the cloud, and it becomes accessible to all of their friends, family, and colleagues. In a panic, Jay and Annie set out on a race against time to delete all traces of the video before it ruins their lives. Along the way, they encounter several obstacles, including a series of embarrassing encounters with their acquaintances, a visit to a shady tech guru, and a wild night at a strip club. The movie is a humorous take on the consequences of technology and the perils of oversharing in the digital age.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.598f1505ba8c369f8132a2bfe6559dfc&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.6631644cf789125acb1c47685cd1368f&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8277ecf73a036fbcdc4864851db03b6a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 41,
        "name": "Cashmere Mafia",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/d6/be/d6beb6d857850c8ceb655791d17429c5/d6beb6d857850c8ceb655791d17429c5.jpg",
        "year": "2014",
        "synopsis": "",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.026feb5e012cd064c76cb9fdeec39c82&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.56d015ac5346f6e209036fee30168128&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.d7615937dbe309b88e3808489f4a144a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 42,
        "name": "Women of Mafia 2",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/f6/c9/f6c9d160c5d7d8671ab09b0c7099102e/f6c9d160c5d7d8671ab09b0c7099102e.jpg",
        "year": "2014",
        "synopsis": "Cashmere Mafia is a short-lived American television series that premiered in 2008. The show follows the professional and personal lives of four successful and ambitious women who are close friends and work in the high-powered world of Manhattan business. Mia, Juliet, Zoe, and Caitlin must navigate their demanding careers, family obligations, and romantic relationships while dealing with workplace politics, competition, and personal drama. The show explores themes such as gender equality, work-life balance, and the challenges faced by women in leadership positions. Despite critical acclaim, the show was canceled after only one season due to low ratings.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "https://th.bing.com/th?id=OSK.48f030122ea5e87325ad4b373023a266&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.06e326f9291bfb6029d4e7a1072899b9&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8650700211af949d0a3c96d6b31beb00&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 43,
        "name": "Jane Austen's Mafia!",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/64/9d/649def28c151927e2274e328653b3360/649def28c151927e2274e328653b3360.jpg",
        "year": "2014",
        "synopsis": "Jane Austens Mafia! is a 1998 comedy film directed by Jim Abrahams. The movie is a parody of classic Mafia movies and the works of Jane Austen. The story follows the Cortino family, a notorious Mafia clan in New York, as they attempt to keep their power and control over the city. However, when the family's godfather dies, his young and inexperienced son Anthony is forced to take over. Anthony falls in love with a beautiful opera singer, Diane, but his mother is determined to marry him off to a wealthy heiress to solidify their family's power. The movie is filled with slapstick humor, satirical references to classic films, and witty nods to Austen's work. The film received mixed reviews but has since become a cult classic for its absurd and offbeat humor.",
        "genre": [
          "fantasy"
        ],
        "rating": "8.3",
        "cast": [
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcQvsJv0fVmc9Hrq_uEnQ1OJuRjvJjo4W_l_B9peLthD_Z_M0ZEFq2owouwBiO53feXXZin2f6nvXnq3eqw",
          "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcRuhZvq2e9Hp3HOfeAh9tYY_JfVBiH75WhHYIp_L_xCTen6djkg",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTHnMJ-y5UGphnOLubaBmrp2g4ekzdTWwMA7X0RHVHT0WKNulDQYZ_AQ-9kD05Ca_xZc7HspcUgbozUCew"
        ]
      }
    ],
    "Series": [
      {
        "id": 1,
        "name": "Spin",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/a4/53/a4530875f6fe34bdc5ae390bccae5acc/a4530875f6fe34bdc5ae390bccae5acc.jpg",
        "year": "2014",
        "synopsis": "Spin is a science fiction novel by Robert Charles Wilson that explores the consequences of a mysterious and inexplicable event that alters the Earth's future. In the year 2007, the stars vanish from the sky, replaced by a barrier known as the Spin,which encases the planet and creates a new, artificial reality. The novel follows the lives of three childhood friends, Tyler, Diane, and Jason, who are impacted by the Spin in different ways. Tyler becomes a scientist studying the phenomenon, while Diane is drawn to a cult that believes the Spin is a sign of the end of the world. Meanwhile, Jason becomes a powerful political figure and ultimately seeks to uncover the truth behind the Spin's origins. The story is a thrilling and thought-provoking exploration of humanity's relationship to the universe and the forces that shape our lives.",
        "genre": [
          "Fiction"
        ],
        "rating": "7.9",
        "cast": [
          "https://th.bing.com/th?id=OSK.b9a701f7d095d8b727feb838edb6db9c&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.8a4055e8d8968dc94dc2b039af222f2c&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.4725f21aa2b9bc948fc63998cc1aea86&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 2,
        "name": "Revenge Delivered",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/6a/00/6a00f939160e3a5eedb6e5db42e6e2af/6a00f939160e3a5eedb6e5db42e6e2af.jpg",
        "year": "2021",
        "synopsis": "Revenge Delivered is a crime thriller novel by Cindy Christiansen that follows the story of Rachel Hathaway, a woman seeking to avenge the death of her husband by bringing his killer to justice. After the authorities fail to make an arrest, Rachel takes matters into her own hands and becomes a vigilante, using her skills as a former Navy SEAL to track down the murderer. Along the way, she meets Jake, a private investigator who becomes her ally in her mission for revenge. As Rachel gets closer to her target, she must confront her own demons and the cost of her pursuit of justice. Revenge Delivered is a fast-paced and suspenseful novel that explores the themes of loss, grief, and the lengths one will go to seek justice.",
        "genre": [
          "Mystery"
        ],
        "rating": "8.0",
        "cast": [
          "https://th.bing.com/th?id=OSK.e8e191d2493ac1d4d6980720dd394786&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.c807889c32399c44d2f1519045b7696c&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.de5b6ee11debe79df2da7809c7e29757&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 3,
        "name": "Crazy, Rich and Deadly",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/ea/f4/eaf49ce1412b641375979373b1b2bdf5/eaf49ce1412b641375979373b1b2bdf5.jpg",
        "year": "2021",
        "synopsis": "Crazy, Rich and Deadly is a murder mystery novel by Jackie Collins that follows the story of Lucky Santangelo, a successful businesswoman and heiress to a powerful crime family. When a string of murders shakes the wealthy and glamorous residents of Beverly Hills, Lucky finds herself at the center of the investigation. As she delves deeper into the mystery, she uncovers a web of deceit, betrayal, and dangerous secrets that threaten not only her life but also her family's legacy. Lucky must navigate a complex world of high society and organized crime while uncovering the truth behind the murders and protecting those she loves. Crazy, Rich and Deadly is a thrilling and suspenseful novel that explores the dark side of wealth and power in Los Angeles.",
        "genre": [
          "Gangster,"
        ],
        "rating": "8.0",
        "cast": [
          "https://th.bing.com/th?id=OSK.5015c610ea5d9301fb8c5ff35d9adc9a&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.88d0b413c957562bf3719052d3a5a0e5&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.285a18d17f7838abe43743eb7391961c&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 4,
        "name": "Trollhunters: Rise of the Titans",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/d1/92/d192b73de78944a102196e1b6e5f0c64/d192b73de78944a102196e1b6e5f0c64.jpg",
        "year": "2021",
        "synopsis": "Trollhunters: Rise of the Titans is an animated action-adventure film that brings together the characters and worlds of the three Netflix series - Trollhunters,3Below, and Wizards. The film follows the heroes of these series as they unite to stop the evil Arcane Order from unleashing a powerful and ancient magic that could destroy the world. The team consists of Jim Lake Jr., Claire Nuez, Toby Domzalski, Aja Tarron, Krel Tarron, and Steve Palchuk, who must use their unique skills and powers to face the Arcane Order's army of trolls, aliens, and wizards. As the battle rages on, the heroes discover the true nature of the Arcane Order and the dark secrets they have been hiding. Trollhunters: Rise of the Titans is an epic and thrilling conclusion to the interconnected stories of the three series, with stunning animation, action-packed battles, and heartwarming character moments.",
        "genre": [
          "action-adventure"
        ],
        "rating": "7.9",
        "cast": [
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTAFRG0YUsJAzksY0pxn1aTdNAUIQHWYL-ojC9EMMcU0T5A-nLhm3chPQkmNHxAOzrkRPUpirkUgd9-jQQ",
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcT71fpTMYkZZb1e4NA-n0YeWO6fRsdB-FMhZmUS-yARrN15akRDBUtqupxmLksLl9dA5Js5dsyS71YTzWk",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTl1ITHuH1b1NusfHHnEMBydp2fNgViPrbJGKJKjfcvpR5nzMWWfFjAjlwaMkE3UyeN-F1TZn9Z_LuzB24"
        ]
      },
      {
        "id": 5,
        "name": "Crashing Through the Snow",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/0f/d4/0fd4451ba7d433c3696af2da38a31b14/0fd4451ba7d433c3696af2da38a31b14.jpg",
        "year": "2021",
        "synopsis": "Crashing Through the Snow is a romantic comedy novel by Debbie Macomber that follows the story of two strangers, Ashley Davison and Dash Sutherland, who find themselves stranded together in a snowstorm during the Christmas season. Ashley, a driven and ambitious fashion designer, is on her way to a work-related meeting, while Dash, a reserved and practical professor, is on his way to visit his family. As they navigate the challenges of being stuck in a small town, they begin to form a connection and discover they have more in common than they thought. Despite their different personalities and goals, they are drawn to each other, and their time together leads to unexpected feelings and emotions. Crashing Through the Snow is a heartwarming and funny novel that explores the themes of love, family, and the magic of the holiday season.",
        "genre": [
          "Romantic-comedy"
        ],
        "rating": "9.1",
        "cast": [
          "",
          "",
          ""
        ]
      },
      {
        "id": 6,
        "name": "Sand Dollar Cove",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/d4/d8/d4d8e837cd1bf25e5b9f267078de17d4/d4d8e837cd1bf25e5b9f267078de17d4.jpg",
        "year": "2021",
        "synopsis": "Sand Dollar Cove is a heartwarming novel by Nancy Naigle that tells the story of a successful, career-driven woman named Elli Eversol who inherits her aunt's beach house in the small town of Sand Dollar Cove. Despite her initial plan to sell the property and return to her fast-paced life, Elli begins to rediscover herself and her priorities as she becomes immersed in the charming community and reconnects with an old flame. As she learns more about her family history and the secrets hidden within the walls of the beach house, Elli must make a difficult decision about her future and the life she truly wants to lead. With its quaint coastal setting, relatable characters, and touching themes of self-discovery and second chances, Sand Dollar Cove is a delightful and uplifting read.",
        "genre": [
          "Fantasy"
        ],
        "rating": "7.8",
        "cast": [
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcTtd3UJ2rm3GmBSBb-BkuILDrJ6kwVfo4AhEvFQPa0AhHUEfAHYtG6koLAY1b5cCaWa9JdLuVMVC1IqE7UxKn4sqYVAqrbr6ot0o-52GX2l",
          "https://resizing.flixster.com/HH03If4cgL9yJFEgACX6zZRW_ms=/300x300/v2/http://media.baselineresearch.com/images/241558/241558_full.jpg",
          "https://iv1.lisimg.com/image/1899975/668full-brooke-nevin.jpg"
        ]
      },
      {
        "id": 7,
        "name": "Evil Stepmom",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/04/1e/041e25c12bf3bd846d621c02610bad6e/041e25c12bf3bd846d621c02610bad6e.jpg",
        "year": "2021",
        "synopsis": "Evil Stepmom is a captivating novel by Melissa Adams that follows the life of a young woman named Avery, who is struggling to cope with the loss of her mother and the arrival of her new stepmother, Olivia. Despite her father's happiness with Olivia, Avery can't help but feel that something is off about her new stepmother. As she delves deeper into Olivia's past, Avery uncovers a dark web of secrets and manipulations that threaten to tear her family apart. With the help of her best friend and a charming love interest, Avery must find a way to expose Olivia's true intentions and protect her family from her evil schemes. With its intriguing plot, complex characters, and themes of family, love, and betrayal, Evil Stepmom is a thrilling and emotionally charged read.",
        "genre": [
          "Fantasy"
        ],
        "rating": "9.1",
        "cast": [
          "https://th.bing.com/th?id=ODL.3f8546b2ec7447bfaa9e89fa9133c02e&w=120&h=160&c=6&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
          "https://th.bing.com/th?id=ODL.39c4a7a8342fb4a9c39cf28112b4d1b7&w=120&h=160&c=6&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
          "https://th.bing.com/th?id=ODL.fec41db59f7d3d0e75cb531895916399&w=120&h=160&c=6&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1"
        ]
      },
      {
        "id": 8,
        "name": "Christmas by Chance",
        "img": "https://img.hdtoday.tv/xxrz/250x400/394/ae/b1/aeb1e43ed69e280e57a992ce1fcd3c4d/aeb1e43ed69e280e57a992ce1fcd3c4d.jpg",
        "year": "2021",
        "synopsis": "Christmas by Chance is a heartwarming holiday romance novel by Virginia McCullough that tells the story of a driven businesswoman named Abby Foster, who is looking for a fresh start after her career and relationship hit a major setback. While traveling to her hometown for the holidays, Abby's plans take an unexpected turn when her flight is canceled, and she meets a charming stranger named Chance Everett. As they navigate the challenges of traveling together, Abby and Chance find themselves drawn to each other and begin to realize the true meaning of love, family, and second chances. With its delightful holiday setting, relatable characters, and sweet romance, Christmas by Chance is a feel-good read that captures the magic of the season and reminds us that love can be found in the most unexpected places.",
        "genre": [
          "Romance"
        ],
        "rating": "9.2",
        "cast": [
          "https://th.bing.com/th?id=OSK.3ad439c6c17a9d5ed30ef7d5ade3022b&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.f8d48ab6b976ca52c0b9f99f0140f550&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.76e53d754c2cf57c1a58106a52c1b3d5&w=60&h=60&c=12&rs=2&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 9,
        "name": "When Flowers Bloom, I Think of the Moon",
        "img": "https://th.bing.com/th?id=ODL.ba9fc72d609d40d5e5c7246a44386a07&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "When Flowers Bloom, I Think of the Moon is a novel by Sandra Dieckmann that follows the story of a young girl named Sofia who is struggling to cope with the loss of her mother. As she tries to navigate her grief, Sofia finds solace in the natural world and develops a deep connection with the animals that she encounters in the forest. Through her interactions with these creatures, Sofia learns to appreciate the beauty and fragility of life, and begins to heal from her pain. Along the way, she also forms a special bond with a mysterious boy who shares her love for nature and helps her to understand the interconnectedness of all things. The novel is a poignant exploration of grief, healing, and the transformative power of nature.",
        "genre": [
          "Action, Comedy, Drama"
        ],
        "rating": "7.4",
        "cast": [
          "https://www.bing.com/th?id=OIP.sdujPcikFI0BBHHgyjzgDgHaKl&w=197&h=281&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.pTO_xfuytVefctNF7FeMywHaEO&w=197&h=120&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.Iy4XNSt5CPokFO9v01GYVAHaEK&w=197&h=120&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2"
        ]
      },
      {
        "id": 10,
        "name": "Yellowjackets",
        "img": "https://th.bing.com/th?id=ODL.8b2ac2970507afecee9d3798d5849fc7&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "A wildly talented high school girl soccer team becomes the (un)lucky survivors of a plane crash deep in the Canadian wilderness.",
        "genre": [
          ""
        ],
        "rating": "7.9",
        "cast": [
          "https://th.bing.com/th?id=OSK.3ea54faaaba4998cc728d8c6469ab992&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.73cf3e5727de5738bff9fa9ab3f918c7&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.23b673648d31427a894a55a184dc85c9&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 11,
        "name": "Inside Job",
        "img": "https://th.bing.com/th?id=ODL.13472e9ba9220b411e09a7f06b0e2610&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "For employees of the Deep State, conspiracies aren't just theories, they're fact. And keeping them a secret is a full-time job.",
        "genre": [
          "Animation, Comedy, Fantasy"
        ],
        "rating": "7.1",
        "cast": [
          "https://th.bing.com/th?id=OSK.191a1beb6cbfd3fa40eea5829cd42368&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.aee9ddc19aa886a55b04a9558eb6daaf&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM",
          "https://th.bing.com/th?id=OSK.598f1505ba8c369f8132a2bfe6559dfc&w=120&h=168&c=4&rs=1&qlt=80&o=6&dpr=1.1&pid=SANGAM"
        ]
      },
      {
        "id": 12,
        "name": "Destan",
        "img": "https://th.bing.com/th?id=ODL.c91db188723b9ec3630912c2f59d2980&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "The epic love story of Akkiz, a warrior mountain girl, and disabled Prince Batuga, who were both orphaned by Gk Han in the 8th century in the harsh steppes of Central Asia.",
        "genre": [
          "Action, History, War"
        ],
        "rating": "7.6",
        "cast": [
          "https://th.bing.com/th/id/OIP.pcvI1ydK7UCSuM4dKENEjAHaEK?w=312&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.hu-JxSVG8OgUwYCG4JOybQHaE7?w=305&h=184&c=7&r=0&o=5&dpr=1.1&pid=1.7",
          "https://th.bing.com/th/id/OIP.IBX_0gkPlYPtiwyMJBQkSAHaD7?w=288&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 13,
        "name": "Murder Drones",
        "img": "https://th.bing.com/th?id=ODL.6ce0ae286d9c3b83e54e76f91dbd0b40&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "On a post-apocalyptic exoplanet, worker drones struggle to survive by hiding from rogue robots called Murder Drones.",
        "genre": [
          "Animation, Action, Adventure"
        ],
        "rating": "8.0",
        "cast": [
          "https://www.bing.com/th?id=OIP.FDjwJJJhSf4tD4T48PfMEgHaOG&w=120&h=185&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://www.bing.com/th?id=OIP.XsTfHyV1wyPzeftyDjNW-QAAAA&w=120&h=185&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://th.bing.com/th/id/OIP.Zfwn_rkF96IR1e5fgw0E1AHaEk?w=259&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7"
        ]
      },
      {
        "id": 14,
        "name": "Ginny & Georgia ",
        "img": "https://th.bing.com/th?id=ODL.b391601aa7c42e8a1fb8bff8bd536c2c&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "Ginny Miller, an angsty fifteen-year-old, often feels more mature than her thirty-year-old mother, the irresistible and dynamic Georgia Miller.",
        "genre": [
          "Comedy, Drama"
        ],
        "rating": "7.4",
        "cast": [
          "https://assets.vogue.com/photos/60a2ad224459cc3dc0e2d13d/1:1/w_2027,h_2027,c_limit/GettyImages-1318362064.jpeg",
          "https://www.bing.com/th?id=OIP.AfeMLuTbZADo0VE8eRJfhgHaDp&w=179&h=185&c=8&rs=1&qlt=90&o=6&dpr=1.1&pid=3.1&rm=2",
          "https://m.media-amazon.com/images/M/MV5BMDkyNmRlY2YtNjkwNy00NGIyLWIwN2YtMzFlY2Q0MzgyNzA3XkEyXkFqcGdeQXVyMjAyMDEwNzE@._V1_.jpg"
        ]
      },
      {
        "id": 15,
        "name": "Young Royals",
        "img": "https://th.bing.com/th?id=ODL.d87245b9703b51efd250a48937465435&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "Prince Wilhelm adjusts to life at his prestigious new boarding school, Hillerska, but following his heart proves more challenging than anticipated.",
        "genre": [
          "Drama, Romance"
        ],
        "rating": "7.1",
        "cast": [
          "",
          "",
          ""
        ]
      },
      {
        "id": 16,
        "name": "La Brea",
        "img": "https://th.bing.com/th?id=ODL.aac5f660969f40989dfc271d087a26d4&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "A massive sinkhole mysteriously opens up in Los Angeles, separating part of a family in an unexplainable primeval world, alongside a desperate group of strangers.",
        "genre": [
          "Drama, Mystery, Sci-Fi"
        ],
        "rating": "5.7",
        "cast": [
          "https://www.google.com.ph/url?sa=i&url=http%3A%2F%2Ft3.gstatic.com%2Flicensed-image%3Fq%3Dtbn%3AANd9GcQRmmG86CjnyzBKS-c_u9WbfpSi20tGFi1l6kUi4PnucsNJhrQJd9v6YpzISEMmbS5p-gypyFMoAhVjCgQ&psig=AOvVaw3nvgoJ8zj4BkPlTzvykAl5&ust=1677145402155000&source=images&cd=vfe&ved=0CA8QjRxqFwoTCOC6z8_rqP0CFQAAAAAdAAAAABAE",
          "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQ4ABOX8FLhY2QdozfyNNmpqunA2a6r3pgnFx0dbb5S93nz1TPL",
          "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSWVRtuHOFkIdjoe6RBQW43oSLwIijwZ9a1emrFWfcZanBQb6VsNoe5NqAOZXbCMKpsrBQ&usqp=CAU"
        ]
      },
      {
        "id": 17,
        "name": "Work Later, Drink Now",
        "img": "https://th.bing.com/th?id=ODL.e058b450c5678c19501d1cb43f0db301&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "Ahn So Hee, Han Ji Yeon, and Kang Ji Gu enjoy hanging out after work and drinking together. The three women are single and in their 30s. As for their jobs, So Hee works as a broadcasting writer, Ji Yeon as a yoga instructor, and Ji Gu as a YouTuber. Meanwhile, Kang Buk Gu works as a PD of the TV variety show. He hangs out with these three women. (Source: AsianWiki) ~~ Adapted from the webtoon Sooldo Girl",
        "genre": [
          "Comedy, Life, Drama"
        ],
        "rating": "5.7",
        "cast": [
          "",
          "",
          ""
        ]
      },
      {
        "id": 18,
        "name": "Not Me ",
        "img": "https://th.bing.com/th?id=ODL.90440a3ce0f2ef3dc9d214c41df229db&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "Boys Love drama revolves around White disguising himself as his twin Black in order to discover who betrayed him, and who attacked him and put him in a coma.",
        "genre": [
          "ction, Crime, Thriller"
        ],
        "rating": "7.9",
        "cast": [
          "",
          "",
          ""
        ]
      },
      {
        "id": 19,
        "name": "Kardeslerim ",
        "img": "https://th.bing.com/th?id=ODL.64a1418a16f315c6afb4e8b2394fdcb3&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "4 siblings have to struggle with life after their parents' death.",
        "genre": [
          "Drama"
        ],
        "rating": "6.1",
        "cast": [
          "http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcTnvlOnSKNOgfNoAAQeAkhy9H5GBSsUfvc22zHAzhIl2paY_gxFR7NaT-D9klerZKvzhB4mWs7e9-sqPD0",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTw8Yg7xRpzGNQ8DHjqZCH7LjasQeQLfggRvn6K-blFq4feW0c_oCh28y12yFxPQ-p3kfqQzQVGiPSVIQA",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcS8GypkqA_jzKY8_j27E0xBU6p3ojdTnoaiKRo1sIOBmmwoWq8WTX1P28YX1JCXeuKn8sPmtSVg2uQ1tTU"
        ]
      },
      {
        "id": 20,
        "name": "Mayor of Kingstown ",
        "img": "https://th.bing.com/th?id=ODL.489b7b27e92cfe7dc77eae2062e2b564&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "The McLusky family are power brokers tackling themes of systemic racism, corruption and inequality in Kingstown, Michigan, where the business of incarceration is the only thriving industry.",
        "genre": [
          "Crime, Drama, Thriller"
        ],
        "rating": "7.9",
        "cast": [
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTWXnpAmo-hrLCKBIHB0kQMAE_BZX02DadoTBD4gG3Vn-imE9C0Yd9Wa2wNz3ugupzHBLQ0O4ObJJ3S2QY",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRUtzuijhAZeJprCvmlCsu5zSl3licaPrkYZQaloNDQorw1unHMbQHHlikzQBdO5iJn0dIH-b9WhflEEnE",
          "https://m.media-amazon.com/images/M/MV5BNTM1NTRkZDYtOWUyMC00ODhjLTg2MDItMjlhMDY2ZmY0YWM1XkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_.jpg"
        ]
      },
      {
        "id": 21,
        "name": "Star Wars: The Bad Batch",
        "img": "https://th.bing.com/th?id=ODL.c7fb4bab6d14051d2c2565dcce57cc1f&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2021",
        "synopsis": "The 'Bad Batch' of elite and experimental clones make their way through an ever-changing galaxy in the immediate aftermath of the Clone Wars.",
        "genre": [
          " Animation, Action, Adventure"
        ],
        "rating": "7.8",
        "cast": [
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcRpMTph3AF66WJ6HJosqHlgKJeFzUVzWmNkxwEt-6TuEtbyFAhndPR14j96p9jYA2OpDFM1wtGx-F0hJCw",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRG9ah90YMQOEfgeG3z6_v6dBtwb4IcjDsFDExiGfQqKqwEqv4Un9mEWk0ONgog8k-5ysRxfNqql7t7u9A",
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcR3rojXqObUhA8DZWi-7E9DfJYIKdv9SQRRmk_epO9ulO3SAo6T42RidReLEpK9Yis8AarC71yLlMT4hpQ"
        ]
      },
      {
        "id": 22,
        "name": "Superman & Lois",
        "img": "https://th.bing.com/th?id=ODL.9e054e33b7a1e0bec211ff5c9cffb34f&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2014",
        "synopsis": "The world's most famous superhero and comic books' most famous journalist face the pressures and complexities that come with balancing work, justice, and parenthood in today's society.",
        "genre": [
          "Action, Adventure, Drama"
        ],
        "rating": "7.8",
        "cast": [
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcQOiLvPzFgrbf2GyH96yr44l0o734z4izXqgGtywoY8dbdzFmbZ7A0CPRDAxtMXbok1KZm1y18FE2TJG5E",
          "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcTvVwM3AIa4XsePA_peL43TUyfTE-SqAkHTu9GHdve9qbLbfevs",
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcR7L8XJrtWYj3Y4_hWOxU0FbTXdwU72qBJQRX7qutXUXZfPqgn39MSOAhsxssXkdyqKPRzJtXnBAgfw5mQ"
        ]
      },
      {
        "id": 23,
        "name": "Dragons: The Nine Realms",
        "img": "https://th.bing.com/th?id=ODL.75477c2ca89871fa5de08cd1baea119c&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": " 2021",
        "synopsis": "Dragons have now become a legend for the world. After the occurrence of a crack in the surface of the Earth, scientists go to study it. Soon a group of kids discover the dragons are hiding and they decide to hide them.",
        "genre": [
          " Animation, Action, Adventure"
        ],
        "rating": "5.4",
        "cast": [
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTlXXnrYe0bn5I3G7dAIt3Mt5UEvMtk813ZkX0YwCz-TZfSKSSx9RUbV_KyIhRfsq5rTawmzLMdyKXxVs4",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcQyi2bDUZgxdGVXEiRXicjuc4IrXM9vsjnxlz3nRUKIhpCDekFiYVftldP-KbD5o4lOBXYVN9Gc57kIMSw",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRg7uMcjXMRAlEKVvUTriEaEPc2IYKiYWwrvh__uZSkl4A-nzpNoX9qd_bzmC8RQqtmB8wcAL6SDYY4zeg"
        ]
      },
      {
        "id": 24,
        "name": " Fate: The Winx Saga ",
        "img": "https://th.bing.com/th?id=ODL.439540eabeefc53ad5074ba33645e95e&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2014",
        "synopsis": "A live-action adaptation of Nickelodeon's Winx Club (2004). It follows Bloom as she adjusts to life in the Otherworld, where she must learn to control her dangerous magical powers.",
        "genre": [
          "Action, Adventure, Drama"
        ],
        "rating": "6.8",
        "cast": [
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcQ0ne9F9HjNZBFwcihNMBNGw-IBZh7G06I01YcQgfvcdqmFGGCWdfKXRhwQz2FZokflRDVHBsviXN5sK5g",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcTdY1DWGXb28sArTfCpA1lqXSB-qIuZYdO399iLSbuRO8D9Taryntv6DbdxySmss76GzQ0frPhTS4D-xic",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRxt5eAQSak4kZIP4WaXGNmNCFejpjUyMQGLIQfHIFEBk30_bSXblycZfm7q0-Ryx6fuBx8UVtILSx76gg"
        ]
      },
      {
        "id": 25,
        "name": "Light the Night",
        "img": "https://th.bing.com/th?id=ODL.b18b671b77c544d32ecd32260cd8f4da&w=135&h=201&c=10&rs=1&qlt=90&o=6&dpr=1.1&pid=13.1",
        "year": "2014",
        "synopsis": "In the red light district of 1980s Taipei, women at a popular Japanese night club navigate jealousy, heartbreak, friendship and love.",
        "genre": [
          "Crime, Drama, Mystery"
        ],
        "rating": "7.4",
        "cast": [
          "http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcSvv9cMJaBiw_dhmMm-x5nIjzY4-yFoouvqNNLrB_X8FUShH7bwgvWOBOCxetvBgyhzOeA91sSP3PIcQ4s",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcQ-DnvcMm8GQDukdljkpcD0WbEKKy0iAhb6YplYvmhv5mTaA6_GlXxyIwiB5ItBiU76Ayy0Ml3WrheviW0",
          "https://m.media-amazon.com/images/M/MV5BNjBhODdjMDgtNjg5Mi00MGZmLWEyYTctZTMyODY4MDBkMTAyL2ltYWdlXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_.jpg"
        ]
      },
      {
        "id": 26,
        "name": " Secret Invasion",
        "img": "https://m.media-amazon.com/images/M/MV5BNTJjNmRiNzAtYTQ0Mi00OTRmLTk4YzUtNjY3ZmM4ZmJlZmM1XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UY209_CR0,0,140,209_AL_.jpg",
        "year": "2023",
        "synopsis": "Fury and Talos try to stop the Skrulls who have infiltrated the highest spheres of the Marvel Universe.",
        "genre": [
          " Action, Adventure, Drama"
        ],
        "rating": "7.4",
        "cast": [
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcTfs58IBrZf3bRRru25URJ-GTamHeDEiZ4PRio-lLMttqKIiqVb8ODeXbagmuKHnMnSISPjqgT2hRXhKIY",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcRGPa7ZHnU5Dd2n3I-1rMiDC0VKYI8_BPx8MYf6T0sSo-Pu1UNvQM2QAGvkA2v2d2ypczJvoz9KSqBaxio",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcSch3_tMaNBXs0gYafvFRlZ2n1vyvwg8Pn8YnngP1xXTf9c7G6Ae45jXn5GfNVGLesPFmk0KUFvzhMTGDQ"
        ]
      },
      {
        "id": 27,
        "name": " The Last of Us",
        "img": "https://m.media-amazon.com/images/M/MV5BZGUzYTI3M2EtZmM0Yy00NGUyLWI4ODEtN2Q3ZGJlYzhhZjU3XkEyXkFqcGdeQXVyNTM0OTY1OQ@@._V1_UY209_CR0,0,140,209_AL_.jpg",
        "year": "2023",
        "synopsis": "After a global pandemic destroys civilization, a hardened survivor takes charge of a 14-year-old girl who may be humanity's last hope.",
        "genre": [
          "Action, Adventure, Drama"
        ],
        "rating": " 9.2",
        "cast": [
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcSZDh7btKAMEy8Y_vnBPusT5gLgeh2lM79Tnsygk_YNbeGmup-Cz29_6Ire4--fqCqYBDsMXrUjBs2LvI8",
          "http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcTWgUF8DhkUC1BuxBsnKD5NqFG6x4IUp_Q9kfEfn-qRDLPDY30eS0JKYwGPiXIp5t3P_uYfXhU1aopf4So",
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRWIFpWW1ABoXf9_NOxOAIoGnM4YY3jJrPiE6neIoFVydD2C7G6RZF-WIaAgoJxEyEE2cF1z4li2YC3cUY"
        ]
      },
      {
        "id": 28,
        "name": " Junji Ito Maniac: Japanese Tales of the Macabre",
        "img": "https://m.media-amazon.com/images/M/MV5BMWIxZjgxZWQtM2M4OS00NjRkLWJmMWQtYmEyOTM3N2FiNjYyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_UY209_CR0,0,140,209_AL_.jpg",
        "year": "2014",
        "synopsis": "From the mind of horror manga maestro Junji Ito comes a spine-tingling selection of some of his most bizarre, disturbing and terrifying tales.",
        "genre": [
          "Animation, Drama, Horror"
        ],
        "rating": " 5.9",
        "cast": [
          "https://static.wikia.nocookie.net/powerrangers/images/e/eb/Hajime_Ijima.jpg/revision/latest?cb=20190206091423",
          "image.png",
          "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRIviq4ToUJtzZ7g99XTV32ZDaZhinHZE2WQLY1Uyz_wXVe0Ju_FhK_aVcu5_yldAaH4Hs&usqp=CAU"
        ]
      },
      {
        "id": 29,
        "name": " Poker Face",
        "img": "https://m.media-amazon.com/images/M/MV5BNDMyNjAxYTQtMjAyNi00NGQ5LWE0YzUtMTEzNWQ5NjYyNmFjXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UY209_CR0,0,140,209_AL_.jpg",
        "year": "2023",
        "synopsis": "Charlie has an extraordinary ability to determine when someone is lying. She hits the road with her Plymouth Barracuda and with every stop encounters a new cast of characters and strange crimes she can't help but investigate and solve.",
        "genre": [
          " Crime, Drama, Mystery"
        ],
        "rating": "8.1",
        "cast": [
          "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRL-DZE8Xe0yR7h4W0qSClst81lyUvdz_LcB26G8vVh6iFG6OCy",
          "https://static.wikia.nocookie.net/oceans11/images/9/9f/Ellen_Barkin.png/revision/latest?cb=20160423230950",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcSojINTnJhSA3OtGFjEmwlv8Td7OCBcDnxYKGDp1Hn1-E8sBVjg3wmsraKUTtd_CUoFlQ8U3ENg2stZ3YU"
        ]
      },
      {
        "id": 30,
        "name": " Lucky Hank ",
        "img": "https://m.media-amazon.com/images/M/MV5BMzg5ZWI1NjEtYzVhZi00M2MxLTg2OTAtYmVlN2JjMjRlNDUzXkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_UX140_CR0,0,140,209_AL_.jpg",
        "year": "2023",
        "synopsis": "Follows William Henry Devereaux, Jr. A born anarchist and partly in the fact that his department is more savagely divided than the Balkans.",
        "genre": [
          " Action, Adventure, Drama"
        ],
        "rating": "8.1",
        "cast": [
          "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRSF9jIvsgCdQ1x7LLRg1dGdBmSWm_ZciGgQVo2kVqd__z6SbTaS0UrDCIblRlnrJFp0G6A9fL9z05gl5I",
          "http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcTikKOxDj6rNB2zvVj6XPQHbK7-imlqhWoa3DRMQKy3u7DJ2R9eoeKDko4PbFpERFELBHJ4NSMZieGaRfI",
          "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcTIqfq0clTlilsJbS4nZqFk2Pbp4G3Qq6GeP6vA8z0tr9aQ6N_BJ4O7NPgSAfpT3lBsGjiFZfHqFoSanLI"
        ]
      }
    ],
    "users": [
      {
        "id": 1,
        "username": "testlang",
        "email": "a@a.com",
        "password": "testlang",
        "role": "admin"
      },
      {
        "id": 2,
        "username": "testlang",
        "email": "a@a.com",
        "password": "testlang",
        "role": "user"
      },
      {
        "id": 3,
        "username": "JP",
        "email": "jp@kd.com",
        "password": "testlang2",
        "role": "user"
      }
    ]
  }